Repository: MohamevallMoctar/realestats
Catalog: REALESTATS/Resource.*.resx
Languages: fr

# AddAction
source: إضافة
fr: Ajouter

# AddBy
source: إضافة عن طريق
fr: Ajouté par

# AddPublication
source: إضافة المنشور
fr: Ajout publication

# Adresse
source: العنوان
fr: Adresse

# All
source: الكل
fr: Tout

# ApprovedBy
source: تم القبول من طرف
fr: Approuvé par

# ApprovePublication
source: قبول المنشور
fr: Approuver publication

# Company
source: الشركة
fr: Etablissement

# ConfirmPassword
source: تأكيد كلمة المرور
fr: Confirmer mot de passe

# DatePublication
source: تاريخ المنشور
fr: Date publication

# DeleteAction
source: مسح
fr: Supprimer

# DeletePublication
source: محو المنشور
fr: Supprimer publication

# Description
source: وصف
fr: Déscription

# DetailsAction
source: التفاصيل
fr: Détails

# EditAction
source: تعديل
fr: Modifier

# Hello
source: مرحبا
fr: Salut!

# Here
source: هنا
fr: ici

# HomePage
source: الصفحة الرئيسية
fr: Page d'accueil

# ID
source: الرقم
fr: ID

# isPayed
source: منشور مدفوع
fr: Payé(e)

# libelleHeaderType
source: النوع
fr: Type

# libelleHeaderUser
source: المستخدم
fr: Utililsateur

# LinkManagePublication
source: إدارة المنشورات
fr: Gestion des publications

# LinkManageTypes
source: إدارة الأنواع
fr: Gestion des types

# LinkManageUsers
source: إدارة المستخدمين
fr: Gestion des utilisateurs

# Location
source: الموقع
fr: Localisation

# MainPhoto
source: الصورة الرئيسية
fr: Photo principale

# MessagePublicationDescRequired
source: وصف المنشور إجباري
fr: Description publication est obligatoire

# MessagePublicationNameRequired
source: إسم المنشور إجباري
fr: Libellé publication obligatoire

# MessagePublicationPhoneMaxLength
source: رقم الهاتف يجب أن لايتعدى 8 أعداد
fr: Le numéro de téléphone ne doit pas depasser 8 chiffres

# MessagePublicationPhoneMinLength
source: رقم الهاتف يجب أن لايقل عن 8 أعداد
fr: Le numéro de téléphone doit comporter au moins 8 chiffre

# MessagePublicationPhoneOnlyDigits
source: رقم يحتوى فقط على أعداد
fr: Le numéro de téléphone contient seulement des nombres

# MessagePublicationPhoneRequired
source: مطلوب رقم الهاتف
fr: Le numéro de téléphone est obilgatoire

# MessagePublicationPhotoPrincipaleRequired
source: الصورة الرئيسية إالزامية
fr: Photo principale est obligatoire

# MyPublications
source: منشوراتي
fr: Mes publications

# Name
source: الإسم
fr: Nom

# Non
source: لا
fr: Non

# Owner
source: المالك
fr: Propritaire

# Password
source: كلمة المرور
fr: Mot de passe

# Phone
source: هاتف
fr: Téléphone

# Photo1
source: صورة 1
fr: Photo 1

# Photo2
source: صورة 2
fr: Photo 2

# Photo3
source: صورة 3
fr: Photo 3

# PictureChoice
source: إختر صورة
fr: Choix image

# Price
source: الثمن
fr: Prix

# Publication
source: منشور
fr: Publication

# Publisher
source: الناشر
fr: Editeur

# RealEstat
source: عقار
fr: Immobilisations

# ReturnAction
source: رجوع
fr: Retour

# RoleName
source: نوع المستخدم
fr: Type utilisateur

# SaveAction
source: تخزين
fr: Enregistrer

# SearchAction
source: بحث
fr: Rechercher

# SignIn
source: تسجيل الدخول
fr: Se connecter

# SignOut
source: تسجيل الخروج
fr: Déconnexion

# SignUp
source: حساب جديد
fr: Inscription

# Successfully
source: تمت العملية بنجاح
fr: Operation reussite

# TypePublication
source: نوع المنشور
fr: Type

# UpdateBy
source: تم العديل بواسطة
fr: Mis à jour par

# Yes
source: نعم
fr: Oui
